acpi
alacritty
alsa-utils
autoconf
automake
base
bat
binutils
bison
cronie
dosfstools
efibootmgr
exa
fakeroot
fd
feh
file
findutils
firefox
flameshot
flex
gawk
gcc
gedit
gettext
gimp
git
grep
groff
gzip
inkscape
jack2
libtool
linux
linux-firmware
lua
lxappearance
m4
make
moc
mtools
nano
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nvidia
openssh
os-prober
pacman
pamixer
patch
pcmanfm-gtk3
pipewire
pkgconf
powerline-fonts
pulseaudio
pulseaudio-alsa
python-dbus-next
python-pip
python-pycryptodomex
python-websockets
qbittorrent
qtile
ripgrep
sed
stow
sudo
telegram-desktop
texinfo
unzip
vlc
vocal
which
xdotool
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zip
zsh
